class CharacterRes {
  static List<Map> character = [
    {
      "अ": [
        "अभिमन्यु",
        "अकरूरा",
        "अम्बा",
        "अम्बालिका",
        "अंबिका",
        "अम्शुमान",
        "अर्जुन",
        "अष्टभार्य",
        "अश्वत्थामा",
        "आस्तिक (ऋषि)",
        "अश्विन"
      ],
    },
    {
      "उ": [
        "उद्दालक अरुणि",
        "उग्रसेन",
        "उग्रश्रवस",
        "उलूपी",
        "उपपांडव",
        "उपरिचर वसु",
        "उर्वशी",
        "अमेरीका",
        "उत्तमभद्रस",
        "उत्तमौजा और युधामन्यु",
        "उत्तंक",
        "उत्तरा (महाभारत)"
      ]
    },
    {
      "क": [
        "कच (ऋषि)",
        "काकुदमी",
        "कालनेमि",
        "कालयवन",
        "कालिया",
        "कमठा",
        "कंस",
        "कर्ण",
        "कार्तवीर्य अर्जुन",
        "कौन्तेय",
        "कौरवों",
        "कीचक",
        "किंदामा",
        "कृपा",
        "कृष्णा",
        "कृतवर्मा",
        "कुंती",
      ],
    },
    {
      "ग": [
        "गढ़ी",
        " गांधारी (महाभारत)",
        "गंगा (देवी)",
      ],
    },
    {
      "घ": [
        "घटोत्कच",
        "घृताची",
      ],
    },
    {
      "च": [
        "चंद्रहास",
        "चेन्जियाम्मन",
        "चित्रांगदा",
        "चित्रांगदा",
      ]
    },
    {
      "ज": [
        "जनमेजय",
        "जरासंध",
        "जरत्कारु",
        "जयद्रथ",
      ]
    },
    {
      "त": [
        "तक्षक",
        "तपती",
        " तारा (हिन्दू देवी)",
        "तिलोत्तमा",
        "तुम्बुरु",
      ]
    },
    {
      "द": [
        "दमयंती",
        "दंतवक्र",
        "देवकी",
        "देवापि",
        "देवयानी",
        "धृष्टद्युम्न",
        "धृतराष्ट्र",
        "दिवोदासा",
        "द्रौपदी",
        "द्रोण",
        "द्रुपद",
        "दुहसाला",
        "दुर्वासा",
        "दुर्योधन",
        "दुःशासन",
        "दुष्यन्त",
      ]
    },
    {
      "ध": [
        "धृष्टद्युम्न",
        "धृतराष्ट्र",
      ]
    },
    {
      "न": [
        "नहुष",
        "नकुल",
        "नाले",
        "नंदा (हिंदू धर्म)",
        "नरकासुर",
      ]
    },
    {
      "ब": [
        "बभ्रुवाहन",
        "बहलिका (महाभारत)",
        "बलराम",
        "बृहदबाला",
        "बृहद्रथ",
        "बुद्धा"
      ],
    },
    {
      "भ": [
        "भगदत्त",
        "भानुमती (महाभारत)",
        "भार m ाज",
        "भरत (महाभारत)",
        "भीम",
        "भीष्म",
        "भष्माका",
        "भुमानयू",
        "भूरिश्रवा"
      ]
    },
    {
      "म": [
        "मद्रावती",
        "माद्रेया",
        "मैड्रिड",
        "मैत्रेय (महाभारत)",
        "मनसा",
        "मंडव्या",
        "मार्कंडेय",
        "मातलि",
        "मयासुर",
        "मुचुकुंद",
        "मुकासुर"
      ]
    },
    {
      "य": [
        "यक्ष",
        "यम",
        "यशोदा",
        "ययाति",
        "युधिष्ठिर",
        "युयुत्सु",
      ]
    },
    {
      "रा": [
        "राम अ",
        "रन्तिदेवा",
        "रेणुका",
        "रेवती",
        "ऋष्यशृंग",
        "रितुपर्णा",
        "रोहिणी (वासुदेव की पत्नी)",
        "रोमपाड़ा",
        "रुक्मी",
        "रुक्मणी"
      ]
    },
    {
      "ल": [
        "लक्ष्मण कुमार",
        "लोमशा",
      ]
    },
    {
      "व": [
        "वैइसमपायाना",
        "वज्रदत्त",
        "वासुदेव",
        "वायु",
        "विचित्रवीर्य",
        "विदुर",
        "विकर्ण",
        "विराट्",
        "विशाला",
        "विश्वकर्मा",
        "वृहन्ता",
        "वृषकेतु",
        "वृषसेना",
        "व्यास"
      ]
    },
    {
      "श": [
        "शकुनी",
        "शकुन्तला",
        "शल्य",
        "शांतनु",
        "शर्मिष्ठा",
        "शौनक",
        "शिबि (राजा)",
        "शिखंडी",
        "शिशुपाल",
        "शिव",
        "शूरसेना",
      ]
    },
    {
      "स": [
        "साम्ब (कृष्ण के पुत्र)",
        "संवरण",
        "सांदीपनी",
        "संजय",
        "सत्राजित",
        "सत्यभामा",
        "सत्यकी",
        "सत्यवती",
        "सवित्री और सत्यवान",
        "सुभद्रा",
        "सुदकशीना",
        "सुदेष्णा",
        "सुनका",
        "सूर्य",
        "सुशर्मा",
      ]
    },
    {
      "ह": [
        "हनुमान",
        "हिडिम्बा",
        "हिडिंबी",
      ]
    }
  ];
  static List char = [
    "अ",
    "उ",
    "क",
    "ग",
    "घ",
    "च",
    "ज",
    "त",
    "द",
    "ध",
    "न",
    "ब",
    "भ",
    "म",
    "य",
    "रा",
    "ल",
    "व",
    "श",
    "स",
    "ह"
  ];
}
